// ---------------------------------------------------------------------
// * Buttons
// ---------------------------------------------------------------------
"OK_BUTTON"		= "ОК";
"CANCEL_BUTTON"		= "Отменить";
"SHUTDOWN_BUTTON"	= "Выключить";
"SKIP_BUTTON"		= "Пропустить";
"QUIT_BUTTON"		= "Завершить";
"GO_BUTTON"		= "Вперед!";

"CONNECT_BUTTON"	= "Подключить";
"CONTINUE_BUTTON"	= "Продолжить";
"RECONNECT_BUTTON"	= "Повторить";
"GO_BACK_BUTTON"	= "Назад";
"REGISTER_LATER_BUTTON"	= "Позже";
"DONT_ACCEPT_BUTTON"	= "Не принимать";
"LEARNMORE_BUTTON"	= "Подробнее";

"SYSTEM_PREFERENCES_BUTTON" = "Открыть «Системные настройки»";

"SYSTEM_PREFERENCES" = "Системные настройки";

// HEADING_FONT : use legal postscript name [4890740]
"HEADING_FONT" = "LucidaGrande"; 
"HEADING_SIZE" = "40";
"HEADING_KERNING" = "-2";

"REGISTRATION_FILE_PATH" = "%@/Library/Assistants/Send Registration.setup";
"REGISTRATION_FILE_ALIAS_PATH" = "%@/Отправить регистрацию";

"LOCAL_ADMIN_SHORT_NAME" = "администратор";
"LOCAL_ADMIN_FULL_NAME" = "Администратор";

"OTHER_AIRPORT_NETWORK" = "Другая сеть";
// ---------------------------------------------------------------------
// * Migration
// ---------------------------------------------------------------------
"Successfully connected to the other Mac..." = "Подключение к другому Mac выполнено удачно...";

// ---------------------------------------------------------------------
// * Progress message
// ---------------------------------------------------------------------
"MESSAGE_CONFIGURING"		= "Настройка компьютера…";
"MESSAGE_PREP_CONNECTION"	= "Готовлюсь к подключению…";
"MESSAGE_CONNECTING"		= "Подключение к Apple…";
"MESSAGE_DISCONNECTING"		= "Отключение…";
"MESSAGE_REGISTRATION_SENT"	= "Ваша информация регистрации отправлена в Apple.";

// ---------------------------------------------------------------------
// * System Configuration
// ---------------------------------------------------------------------
"MESSAGE_STARTUP_CANNOT_RUN_TITLE"		= "Ассистент настройки нельзя использовать для настройки компьютера.";
"MESSAGE_STARTUP_CANNOT_RUN"			= "Чтобы изменить настройки компьютера, выберите меню Apple () в Системных настройках.";

"MESSAGE_MONITOR_CANNOT_RUN_TITLE"		= "Ассистент настройки Mac OS X не может быть использован с этим монитором.";
"MESSAGE_MONITOR_CANNOT_RUN"			= "Чтобы настроить компьютер, выберите Системные настройки в меню Apple. Для регистрации Вашего продукта, перейдите по адресу: www.apple.com/register.";

"MESSAGE_SPEAKER_CONNECTION_TITLE"		= "Устройство, подключенное в разъем mini-jack Apple для динамиков, не распознано.";
"MESSAGE_SPEAKER_CONNECTION"			= "Вытащите штекер из гнезда. Затем вставьте его повторно и убедитесь, что он вставлен надежно.";

"MESSAGE_CONNECTION_FAILED_TITLE"		= "Ваша регистрация не может быть передана.";
"MESSAGE_CONNECTION_FAILED"				= "Компьютеру не удается подключиться к Apple, т.к. линия занята или неверны установки сети. Нажмите «Повторить», чтобы вернуться в предыдущее меню и изменить настройки, или отправьте информацию позже.";
"MESSAGE_CONNECTION_FAILED_REGLATER"	= "Подключение к Apple занято или Ваш компьютер не может подключиться к Интернету. Проверьте настройки сети или подключитесь к Интернету перед отправкой регистрации.";

"MESSAGE_CONNECTION_CANCELED_TITLE"		= "Отменено…";
"MESSAGE_CONNECTION_CANCELED"			= "Не забудьте зарегистрировать Ваш продукт.";

"MESSAGE_REGISTRATION_FAILED_TITLE"		= "Вашу регистрацию нельзя обработать в настоящий момент.";
"MESSAGE_REGISTRATION_FAILED"			= "Вы можете завершить регистрацию позже, открыв файл «Отправить регистрацию», находящийся в Вашей папке пользователя.";

"MESSAGE_AUTHENTICATION_FAILED_TITLE"	= "Информация учетной записи является неверной.";
"MESSAGE_AUTHENTICATION_FAILED"			= "Введенная Вами информация учетной записи не принята интернет-провайдером. Нажмите «Назад» и исправьте эту информацию, а затем повторите попытку.";

"MESSAGE_CC_VALIDATION_FAILED_TITLE"	= "Вашу кредитную карту не удалось обработать.";
"MESSAGE_CC_VALIDATION_FAILED"			= "Введенные Вами данные кредитной карты не могут использоваться. Нажмите «Назад», проверьте правильность информации карты или введите информацию другой карты, а затем повторите попытку.";

"MESSAGE_INVALID_ADDRESS_TITLE"			= "Возникла проблема с данными Вашего адреса.";
"MESSAGE_INVALID_ADDRESS"				= "Нажмите кнопку «Назад» и проверьте правильность написания города, области/края/республики, страны и почтового индекса. Повторите попытку.";


"MESSAGE_INVALID_REGISTRATION_TITLE"	= "Возникла проблема с Вашей информацией регистрации.";
"MESSAGE_INVALID_FIRSTNAME"				= "Введенное имя содержит ошибку. Нажмите кнопку «Назад», проверьте правильность написания имени и повторите попытку.";
"MESSAGE_INVALID_LASTNAME"				= "Введенное имя содержит ошибку. Нажмите кнопку «Назад», проверьте правильность написания фамилии и повторите попытку.";
"MESSAGE_INVALID_PHONE_NUMBER"			= "Введенный номер телефона содержит ошибку. Нажмите кнопку «Назад», проверьте номер телефона и повторите попытку.";


"MESSAGE_NO_DIAL_TONE_TITLE"			= "Ваш модем не может обнаружить тон набора.";
"MESSAGE_NO_DIAL_TONE"					= "Убедитесь, что Ваш модем подключен, а затем нажмите кнопку «ОК». Вы также можете нажать «Отменить» для возврата в предыдущее меню, чтобы установить флажок перед «Не проверять наличие свободного гудка на линии».";

"MESSAGE_CC_IN_USE_TITLE"				= "С помощью этой кредитной карты нельзя создать учетную запись.";
"MESSAGE_CC_IN_USE"						= "Эта кредитная карта уже использовалась для создания учетной записи с этим интернет-провайдером. Нажмите «Назад» и введите информацию для другой кредитной карты или свяжитесь с провайдером.";

"MESSAGE_DOTMAC_WEB_CANCELLED_TITLE"	= "Процесс подписки MobileMe был отменен.";
"MESSAGE_DOTMAC_WEB_CANCELLED"			= "Вы можете нажать «Повторить», чтобы повторно подключиться к MobileMe, или отменить процесс подписки на MobileMe и продолжить процесс настройки компьютера.";

"MESSAGE_NO_HINT_WARNING_TITLE"			= "Вы не предоставили подсказку пароля.";
"MESSAGE_NO_HINT_WARNING"				= "Вы уверены, что не хотите ввести подсказку пароля? Если Вы забудете пароль, Вам придется сбросить его.";

// ---------------------------------------------------------------------
// * Quit prematually
// ---------------------------------------------------------------------
"MESSAGE_QUIT_NO_LOCAL_ACCOUNT_TITLE" = "Выключить компьютер?";
"MESSAGE_QUIT_NO_LOCAL_ACCOUNT" = "Вы не закончили настройку Mac OS X.";
"MESSAGE_QUIT_NO_LOCAL_ACCOUNT_CAN_SKIP" = "Вы не закончили настройку Mac OS X. Чтобы пропустить процесс регистрации, нажмите «Пропустить».";

"MESSAGE_QUIT_TITLE" = "Вы действительно хотите закрыть программу?";

"MESSAGE_QUIT_NO_REGISTRATION"  = "Если завершить сейчас, Ваша регистрация не будет отправлена в Apple.";
"MESSAGE_QUIT_REGISTER_LATER" = "Если Вы хотите продолжить процесс настройки, но не хотите завершать регистрацию сейчас, нажмите «Позже».";

"MESSAGE_CANCEL_TITLE" = "Уверены?";

"MESSAGE_SKIP_USER_INFO" = "Если Вы не хотите отправлять свою личную информацию, нажмите «Продолжить».";

// ---------------------------------------------------------------------
// * Fatal error
// ---------------------------------------------------------------------
"FATAL_ERROR_PANEL_TITLE"		= "Произошла непредвиденная ошибка.";
"MESSAGE_FATAL_ERROR_TITLE"		= "Произошла неожиданная ошибка.";

// ---------------------------------------------------------------------
// * Generic error
// ---------------------------------------------------------------------
"GENERIC_ERROR_PANEL_TITLE"				= "Ошибка";
"ERROR_MESSAGE_GENERIC_TITLE"			= "Извините…";

// ---------------------------------------------------------------------
// * Support API error
// ---------------------------------------------------------------------
"ERROR_MESSAGE_NetworkConfigure"		= "[Конфигурация сети неверна]";
"ERROR_MESSAGE_ICConfigure"				= "[Конфигурация Интернета неверна]";
"ERROR_MESSAGE_UserConfigureFirstTime" 	= "[Не удалось создать локальную учетную запись]";

"ERROR_MESSAGE_NetworkConfigureFailed" = "Сетевое подключение не удалось настроить. Вы не сможете отправить информацию регистрации или подключиться к Интернету. Нажмите «Отменить», чтобы изменить настройки сети, или нажмите «ОК», чтобы завершить настройку.";
// ---------------------------------------------------------------------
// * Data Validation
// ---------------------------------------------------------------------
"ERROR_MESSAGE_VALIDATION_FAILED_TITLE" = "Извините";
"ERROR_MESSAGE_VALIDATION_WARNING_TITLE" = "Внимание";
"ERROR_MESSAGE_VALIDATION_WARNING" = "Вы действительно хотите продолжить?";

                    // Required field
"ERROR_MESSAGE_VALIDATION_0001_TITLE" = "Вы ввели не всю требуемую информацию.";
"ERROR_MESSAGE_VALIDATION_0001" = "Для ввода информации нажмите «Назад» и проверьте поля, отмеченные красными стрелками.";

                    // Min-length field
"ERROR_MESSAGE_VALIDATION_0002_TITLE" = "Введенный Вами текст слишком короткий.";
"ERROR_MESSAGE_VALIDATION_0002" = "Проверьте выделенные поля и исправьте текст.";

                    // Matching fields (e.g. password)
"ERROR_MESSAGE_VALIDATION_0003" = "Вы ввели неверную информацию. Повторно введите информацию, убедившись в ее правильности.";

                    // NI Username/Password invalid
"ERROR_MESSAGE_VALIDATION_0004_TITLE" = "Введенные Вами имя или пароль неверны или вход был отменен.";
"ERROR_MESSAGE_VALIDATION_0004" = "Попытайтесь повторно ввести информацию или свяжитесь с администратором сервера.";

                    // NI Password invalid 
"ERROR_MESSAGE_VALIDATION_0005_TITLE" = "Введенные Вами имя или пароль неверны или вход был отменен.";
"ERROR_MESSAGE_VALIDATION_0005" = "Попытайтесь повторно ввести информацию или свяжитесь с администратором сервера.";

                    // UnixName invalid		-- refer to UsersPref
"ERROR_MESSAGE_VALIDATION_0006_TITLE" = "Введенное Вами имя нельзя использовать.";
"ERROR_MESSAGE_VALIDATION_0006" = "Проверьте выделенное поле и введите другое, короткое имя учетной записи.";

"ERROR_MESSAGE_VALIDATION_0007_TITLE" = "Введенное Вами имя нельзя использовать.";
"ERROR_MESSAGE_VALIDATION_0007" = "Это имя недоступно. Введите другое имя.";

                    // IPAddress invalid	-- refer to Open Transport
					// "ERROR_MESSAGE_VALIDATION_0008" - NSIPAddressIsValid
"ERROR_MESSAGE_VALIDATION_0009" = "Поле IP-адреса пустое. Введите свой IP-адрес, убедившись в его правильности.";
"ERROR_MESSAGE_VALIDATION_0010" = "Введенный Вами IP-адрес содержит неверные символы. Повторно введите IP-адрес, убедившись в его правильности.";
"ERROR_MESSAGE_VALIDATION_0011_TITLE" = "Адрес должен содержать 4 сегмента."; // too few segments
"ERROR_MESSAGE_VALIDATION_0011" = "Проверьте выделенное поле и введите правильный адрес. Если Вы не имеете этой информации, обратитесь к Вашему сетевому администратору.";
"ERROR_MESSAGE_VALIDATION_0012_TITLE" = "Адрес должен содержать 4 сегмента."; // too many segments
"ERROR_MESSAGE_VALIDATION_0012" = "Проверьте выделенное поле и введите правильный адрес. Если Вы не имеете этой информации, обратитесь к Вашему сетевому администратору.";
"ERROR_MESSAGE_VALIDATION_0013_TITLE" = "Каждый сегмент адреса должен содержать от 1 до 3 знаков."; // no segments
"ERROR_MESSAGE_VALIDATION_0013" = "Проверьте выделенное поле и введите правильный адрес. Если Вы не имеете этой информации, обратитесь к Вашему сетевому администратору.";
"ERROR_MESSAGE_VALIDATION_0014_TITLE" = "Введенный адрес неверен.";
"ERROR_MESSAGE_VALIDATION_0014" = "Проверьте выделенное поле и введите правильный адрес. Если Вы не имеете этой информации, обратитесь к Вашему сетевому администратору.";

                    // SubnetMask invalid
"ERROR_MESSAGE_VALIDATION_0015_TITLE" = "Введенная маска подсети неверна.";
"ERROR_MESSAGE_VALIDATION_0015" = "Проверьте выделенное поле и введите правильную подмаску сети. Если Вы не имеете этой информации, обратитесь к Вашему сетевому администратору.";

                    // notNIUsername
"ERROR_MESSAGE_VALIDATION_0016" = "Учетная запись Open Directory с таким именем уже существует. Если Вы будете использовать это имя, Вы не сможете получить доступ к существующей учетной записи.";

                    // Unique fields
"ERROR_MESSAGE_VALIDATION_0017" = "Одинаковое значение полей недопустимо.";

                    // Wireless Network password
"ERROR_MESSAGE_VALIDATION_0018" = "Введенный Вами пароль неверен.";

"ERROR_MESSAGE_VALIDATION_0019_TITLE" = "Введенный Вами номер кредитной карты нельзя использовать.";
"ERROR_MESSAGE_VALIDATION_0019" = "Проверьте выделенное поле и введите правильный номер кредитной карты.";

                    // Account name
"ERROR_MESSAGE_VALIDATION_0020" = "Имя учетной записи не может начинаться с цифры.";

                    // EMail address
"ERROR_MESSAGE_VALIDATION_0021" = "Введенный Вами адрес e-mail, возможно, неверен.";

                    // SubnetMask & IPAddress, Router consistency check
"ERROR_MESSAGE_VALIDATION_0022" = "IP-адрес и адрес маршрутизатора не соответствуют введенной Вами маске подсети. Проверьте следующие поля и введите верные значения:\n     IP-адрес\n     Маска подсети\n     Адрес маршрутизатора\nЕсли Вы не имеете этой информации, обратитесь к Вашему сетевому администратору.";

                    // Wrong long username
"ERROR_MESSAGE_VALIDATION_0023_TITLE" = "Введенное Вами имя нельзя использовать.";
"ERROR_MESSAGE_VALIDATION_0023" = "Проверьте выделенное поле и введите другое имя.";

                    // Unique Array
"ERROR_MESSAGE_VALIDATION_0024_TITLE" = "Имеется дублированная информация.";
"ERROR_MESSAGE_VALIDATION_0024" = "Проверьте выделенное поле и введите уникальные величины.";

					// Wireless join errors
"ERROR_MESSAGE_VALIDATION_0025_TITLE" = "Этот компьютер не внесен в контрольный список доступа базовой станции.";
"ERROR_MESSAGE_VALIDATION_0025" = "Необходимо внести этот компьютер в контрольный список доступа базовой станции.";
"ERROR_MESSAGE_VALIDATION_0026_TITLE" = "Произошла ошибка подключения к выбранной сети.";
"ERROR_MESSAGE_VALIDATION_0026" = "Проверьте настройки AirPort или попытайтесь подключиться к другой сети.";
					
                    // Required field for registration
"ERROR_MESSAGE_VALIDATION_0027_TITLE" = "Часть регистрационной информации отсутствует.";
"ERROR_MESSAGE_VALIDATION_0027" = "Для ввода информации нажмите «Назад» и проверьте поля, отмеченные красными стрелками.";

                    // Registration server validation (from 1000-)
"ERROR_MESSAGE_VALIDATION_1000" = "Введите правильный почтовый индекс.";
"ERROR_MESSAGE_VALIDATION_1001" = "Введите правильный код региона.";
"ERROR_MESSAGE_VALIDATION_1002" = "Введите правильный номер телефона.";
"ERROR_MESSAGE_VALIDATION_1003" = "Введите правильный номер телефона.";

                    // AppleCareAgreement validation (from 2000-)
"ERROR_MESSAGE_VALIDATION_2000_TITLE" = "Введенный Вами номер соглашения неверен.";
"ERROR_MESSAGE_VALIDATION_2000" = "Номер соглашения должен содержать 12 или 15 цифр.";

                                        // Field specific errors
"ERROR_PASSWORD_DO_NOT_MATCH_TITLE" = "Пароли не совпадают.";
"ERROR_PASSWORD_DO_NOT_MATCH" = "Проверьте поля, отмеченные красными стрелками, и введите одинаковый пароль в оба поля.";

"ERROR_NO_PASSWORD_INSECURE_TITLE" = "Вы не ввели пароль для своей учетной записи пользователя.";
"ERROR_NO_PASSWORD_INSECURE" = "Если Ваша учетная запись пользователя не имеет пароля, Ваш компьютер подвергнется опасности. Нажмите «Отменить», чтобы ввести пароль.";

"ERROR_NIUSERNAME_EXISTS_LONGNAME_TITLE" = "Учетная запись Open Directory с таким длинным именем уже существует.";
"ERROR_NIUSERNAME_EXISTS_LONGNAME" = "Используя это имя, Вы не сможете получить доступ к существующей учетной записи пользователя. Вы действительно хотите создать учетную запись с таким именем?";

"ERROR_NIUSERNAME_EXISTS_SHORTNAME_TITLE" = "Учетная запись Open Directory с таким именем уже существует.";
"ERROR_NIUSERNAME_EXISTS_SHORTNAME" = "Используя это имя, Вы не сможете получить доступ к существующей учетной записи пользователя. Вы действительно хотите создать учетную запись с таким именем?";

"ERROR_IP_AND_ROUTER_TITLE" = "Вы уверены, что хотите, чтобы IP-адрес и адрес маршрутизатора были идентичными?";
"ERROR_IP_AND_ROUTER" = "Совпадение IP-адреса и адреса маршрутизатора может вызвать проблемы в сети. Если Вы не знаете свои IP-адрес и адрес маршрутизатора, обратитесь к сетевому администратору.";

"ERROR_POSTAL_USA_TITLE" = "Введенный Вами почтовый код неверен.";
"ERROR_POSTAL_USA" = "Почтовый индекс должен состоять из 5 цифр или 9 цифр и должен быть в формате ХХХХХ-XXXX, где Х означают цифры почтового индекса.";

"ERROR_POSTAL_JAPAN_TITLE" = "Введенный Вами почтовый код неверен.";
"ERROR_POSTAL_JAPAN" = "Почтовый индекс должен иметь 7 цифр и должен быть в формате XXX-XXXX, где Х означают цифры почтового индекса.";

"ERROR_POSTAL_OTHER_TITLE" = "Введенный Вами почтовый код неверен.";
"ERROR_POSTAL_OTHER" = "Почтовый индекс должен содержать менее 32 знаков.";

"ERROR_AREA_CODE_CANADA_USA_TITLE" = "Введенный Вами код региона неверен.";
"ERROR_AREA_CODE_CANADA_USA" = "Код региона должен быть больше 200 и не может содержать числа 411, 611 или 911.";

"ERROR_LOCAL_NUMBER_CANADA_USA_TITLE" = "Введенный Вами местный телефонный номер неверен.";
"ERROR_LOCAL_NUMBER_CANADA_USA" = "Номер узла связи должен быть больше, чем 200 и не должен быть 411, 611 и 911. Повторно наберите номер телефона, убедившись в правильности его ввода.";

"ERROR_EXCHANGE_NUMBER_CANADA_USA_TITLE" = "Введенный Вами местный телефонный номер неверен.";
"ERROR_EXCHANGE_NUMBER_CANADA_USA" = "Номер узла связи введенного кода не должен быть 555. Повторно наберите номер телефона, убедившись в правильности его ввода.";

"ERROR_PHONE_NUMBER_JAPAN_TITLE" = "Введенный Вами телефонный номер неверен.";
"ERROR_PHONE_NUMBER_JAPAN" = "Телефонный номер должен содержать не менее 10 цифр.";

"ERROR_PHONE_NUMBER_CANADA_USA_TITLE" = "Введенный Вами телефонный номер неверен.";
"ERROR_PHONE_NUMBER_CANADA_USA" = "Телефонный номер должен содержать 10 цифр.";

"ERROR_USERNAME_AND_PASSWORD_TITLE" = "Имя пользователя и пароль не должны быть одинаковыми.";
"ERROR_USERNAME_AND_PASSWORD"		= "Угроза безопасности. Введите другой пароль.";

"ERROR_UNIQUE_DNS_ENTRIES_TITLE" = "Имеются дубликаты DNS-параметров.";
"ERROR_UNIQUE_DNS_ENTRIES"		= "Проверьте выделенное поле и введите уникальные DNS-величины.";

"ERROR_PASSWORD_CANNOT_BE_HINT_TITLE" = "Подсказка и пароль не должны быть одинаковыми.";
"ERROR_PASSWORD_CANNOT_BE_HINT"		= "Угроза безопасности. Введите другую подсказку или пароль.";

"American Express"			= "American Express";
"MasterCard"				= "MasterCard";
"Visa"					= "VISA";
"JCB"					= "JCB";
"E-On"					= "E-On";
"Million"				= "Миллион";
"Internet Service Plan"                 = "Договор об услугах Интернета";

"FADE_STRING_1" = "Mac OS X 10.5 Leopard";
"FADE_STRING_2" = "Введение";
